Repository: mkaralio/AppLea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, sv

source: Overview of own translations at main page.
el: Επισκόπηση των δικών σας μεταφράσεων στην κεντρική σελίδα.
sv: Översikt av egna översättningar på huvudsidan.

source: Own translations
el: Οι δικές σας μεταφράσεις
sv: Egna översättningar

source: Translator can always see important context information like comments or corresponding source code.
el: Ο μεταφραστής μπορεί να βλέπει σημαντικές πληροφορίες πλαισίου, όπως σχόλια ή αντίστοιχο πηγαίο κώδικα.
sv: Översättaren kan alltid se viktig information som kommentarer eller motsvarande källkod för att förstå sammanhanget.

source: Translation context
el: Συνοδευτικά μετάφρασης
sv: Översättningssammanhang

source: Project page gives you detailed information about project translation status.
el: Η σελίδα του έργου σας δίνει λεπτομερείς πληροφορίες για την κατάσταση μετάφρασης του έργου.
sv: Projektsidan ger dig detaljerad information om projektets översättningsstatus.

source: Project overview
el: Επισκόπηση έργου
sv: Projektöverblick

source: Translators can define their own glossary to stay consistent in frequently used terminology.
el: Οι μεταφραστές μπορούν να καθορίσουν το δικό τους γλωσσάριο ώστε να μείνουν συνεπείς στην ορολογία που χρησιμοποιείται συχνά.
sv: Översättare kan definiera en egen ordlista för att hålla sig konsekventa i ofta använd terminologi.

source: Glossary
el: Γλωσσάρι
sv: Ordlista

source: Customizable quality checks will help you in improving quality of translations.
el: Προσαρμοσμένοι έλεγχοι ποιότητας θα σας βοηθήσουν να βελτιώσετε την ποιότητα των μεταφράσεων.
sv: Justerbara kvalitetskontroller hjälper dig förbättra kvaliteten på översättningar.

source: Quality checks
el: Έλεγχοι ποιότητας
sv: Kvalitetskontroller

source: Weblate provides you various ways to promote your translation project.
el: Το Weblate σας παρέχει διάφορους τρόπους για την προώθηση του δικού σας μεταφραστικού έργου.
sv: Weblate erbjuder dig diverse sätt att göra reklam för ditt översättningsprojekt.

source: Promotion
el: Προώθηση
sv: Marknadsföring

source: Page not found
el: Η σελίδα δεν βρέθηκε
sv: Sidan ej funnen

source: Weblate is a free web-based translation management system.
el: Το Weblate είναι ένα δωρεάν σύστημα διαχείρισης διαδικτυακής μετάφρασης.
sv: Weblate är ett fritt webbaserat översättningshanteringssystem.

source: The page you are looking for was not found.
el: Η σελίδα που αναζητάτε δεν βρέθηκε.
sv: Sidan du letar efter hittades inte.

source: Server error
el: Σφάλμα διακομιστή
sv: Serverfel

source: The server had serious problems while serving your request. We've just sent our trained monkeys to fix the issue.
el: Ο διακομιστής είχε σοβαρά προβλήματα να εξυπηρετήσει το αίτημά σας. Στείλαμε τους τεχνικούς μας να διορθώσουν το θέμα.
sv: Servern hade allvarliga problem med din förfrågan. Vi har kallat in våra tränade apor för att rätta till problemet.

source: Continuous translation
el: Συνεχής μετάφραση
sv: Kontinuerlig översättning

source: Automated translation process can closely follow development of your project.
el: Η αυτοματοποιημένη διαδικασία μετάφρασης μπορεί να ακολουθεί την ανάπτυξη του έργου σας από κοντά.
sv: En automatiserad översättningsprocess kan nära följa utvecklandet av ditt projekt.

source: Attribution
el: Απόδοση
sv: Attribuering

source: All your translators will be properly credited in the version control system.
el: Όλοι οι μεταφραστές σας θα λαμβάνουν τα πνευματικά δικαιώματα σωστά στο σύστημα ελέγχου εκδόσεων.
sv: Alla dina översättare får ordentligt erkännande i versionshanteringssystemet.

source: Hosting plans
el: Σχέδια φιλοξενίας
sv: Värdskap för Weblate

source: Hosting plans to use Weblate as a service starting at 19 EUR.
el: Τα σχέδια φιλοξενίας για χρήση του Weblate ως υπηρεσία ξεκινούν από τα 19€.
sv: Hostade lösning för att använda Weblate från 19 EUR.

source: Ready for cloud
el: Έτοιμο για τα σύννεφα
sv: Redo för molnet

source: Weblate comes with appliances, which are ready to deploy in your cloud.
el: Το Weblate έρχεται με εφαρμογές, οι οποίες είναι έτοιμες να προσαρμοστούν στο σύννεφό σας.
sv: Weblate levereras med en tillämpning som är redo att distribueras i ditt moln.

source: Free software
el: Ελεύθερο λογισμικό
sv: Fri mjukvara

source: Weblate is free software, you can run your own instance of it.
el: Το Weblate είναι δωρεάν λογισμικό, μπορείτε που να εκτελείτε το δικό σας.
sv: Weblate är fri programvara, du kan köra din egen instans av den.

# Keyword
source: translate
el: μεταφράζω
sv: översätt

source: Toggle navigation
el: Εναλλαγή πλοήγησης
sv: Växla navigering

source: Weblate logo
el: Λογότυπο του Weblate
sv: Weblates logo

source: Blog
el: Ιστολόγιο
sv: Blogg

source: Try
el: Δοκιμή
sv: Pröva

source: Features
el: Χαρακτηριστικά
sv: Funktioner

source: Docs
el: Έγγραφα
sv: Dokumentation

source: Download
el: Λήψη
sv: Hämta

source: Hosting
el: Φιλοξενία

source: Develop
el: Δημιουργία
sv: Utveckla

source: Donate
el: Δωρεά
sv: Donera

source: Support
el: Υποστήριξη

source: Tour
el: Περιοδεία
sv: Rundtur

source: Thanks
el: Ευχαριστίες
sv: Tack

source: Help with translations!
el: Βοήθεια με μεταφράσεις!
sv: Hjälp med översättningar!

source: Weblate is <a href="%(github_url)s">free software</a> and welcomes <a href="%(donate_url)s">donations</a>.
el: Το Weblate είναι <a href="%(github_url)s">δωρεάν λογισμικό</a> και <a href="%(donate_url)s">δωρεές</a> είναι καλοδεχούμενες.
sv: Weblate är <a href="%(github_url)s">fri mjukvara</a> och välkomnar <a href="%(donate_url)s">donationer</a>.

source: Contribute to Weblate
el: Συνεισφορά στο Weblate
sv: Bidra till Weblate

source: Weblate is being developed by an open community.
el: To Weblate έχει αναπτυχθεί από μια ανοιχτή κοινότητα.
sv: Weblate utvecklas av en öppen gemenskap.

source: View sources
el: Προβολή προελεύσεων
sv: Visa källor

source: Translate
el: Μετάφραση
sv: Översätt

source: You can find more detailed information about this topic in <a href="https://docs.weblate.org/en/latest/contributing.html">Contributing chapter</a> of the documentation.
el: Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με αυτό το θέμα στο <a href="https://docs.weblate.org/en/latest/contributing.html">κεφάλαιο Συνεισφορά</a> της τεκμηρίωσης.
sv: Du kan hitta mer detaljerad information om detta ämne i kapitlet <a href="https://docs.weblate.org/en/latest/contributing.html">Bidrag</a> i dokumentationen.

source: Code
el: Κώδικας
sv: Kod

source: Weblate is being developed on <a href="%(url)s">GitHub</a>, you can fork it there or just:
el: Το Weblate αναπτύσσεται στο <a href="%(url)s">GitHub</a>, μπορείτε να δημιουργήσετε διακλάδωση ή απλά:
sv: Weblate utvecklas på <a href="%(url)s">GitHub</a>, du kan skapa en förgrening där eller bara utföra:

source: This website is stored on <a href="%(url)s">GitHub</a> as well:
el: Αυτή η ιστοσελίδα είναι αποθυκευμένη στο <a href="%(url)s">GitHub</a> καθώς και στο:
sv: Denna webbsida finns även lagrad på <a href="%(url)s">GitHub</a>:

source: You can translate Weblate at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
el: Μπορείτε να μεταφράσετε το Weblate στο <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sv: Du kan översätta Weblate på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Translation status
el: Kaτάσταση μετάφρασης
sv: Översättningsstatus

source: Donate to Weblate
el: Δωρεά στο Weblate
sv: Donera till Weblate

source: Weblate is free, but welcomes donations.
el: Το Weblate είναι δωρεάν οι δωρεές είναι καλοδεχούμενες.
sv: Weblate är gratis, men välkomnar donationer.

source: Donate using Liberapay
el: Δωρεάν με χρήση Liberapay
sv: Donera med Liberapay

source: Use our hosting
el: Χρήση της φιλοξενίας σας
sv: Använd vår hosting

source: Host your commercial translations on <a href="%(hosting_url)s">Hosted Weblate</a> and you will be supporting Weblate development automatically.
el: Φιλοξενήστε τις εμπορικές μεταφράσεις σας στο <a href="%(hosting_url)s">Φιλόξενο Weblate</a> και θα υποστηρίζεται την ανάπτυξη του Weblate αυτόματα.
sv: Ha dina kommersiella översättningar på <a href="%(hosting_url)s">Hosted Weblate</a>, då kommer du automatiskt att hjälpa till med Weblate's utveckling.

source: Regular donations
el: Τακτικές δωρεές
sv: Regelbundna donationer

source: Regular donations allow sustainability of Weblate development and help to fund free hosting for free software. You don't have to spend big money, every penny counts.
el: Οι τακτικές δωρέες επιτρέπουν τη διατήρηση της ανάπτυξης του Weblate και βοηθούν τη χρηματοδότηση της δωρεάν φιλοξενίας για δωρεάν λογισμικό. Δεν χρειάζονται πολλά χρήματα, κάθε συνεισφορά μετράει.
sv: Regelbundna donationer hjälper bärkraftigheten för utvecklandet av Weblate och hjälper till att finansiera gratis hosting för fri mjukvara. Du behöver inte satsa stora pengar, varje krona räknas.

source: Fund on Bountysource
el: Ταμείο στο Bountysource
sv: Finansiera på Bountysource

source: You can send a monthly donation using a credit card. You can also get rewards for higher donations, for example a logo placement on our website.
el: Μπορείτε να στέλνετε μια μηνιαία δωρεά με πιστωτική κάρτα. Μπορείτε, επίσης, να λάβετε βραβεία για υψηλότερες δωρεές, για παράδειγμα μια τοποθέτηση λογοτύπου στην ιστοσελίδα μας.
sv: Du kan skicka en månatlig donation genom att använda ett kreditkort. Du kan också få belöningar för högre donationer, till exempel en placering av din logotyp på vår hemsida.

source: Fund features
el: Χαρακτηριστικά χρηματοδότησης
sv: Finansiera funktioner

source: Bountysource allows you to fund individual features which are reported on our issue tracker.
el: Το Bountysource σας επιτρέπει να χρηματοδοτήσετε μεμονομένα χαρακτηριστικά, τα οποία αναφέρονται στον ιχνηλάτη θεμάτων.
sv: Bountysource ger dig möjligheten att finansiera individuella funktioner som anmäls till vårt felrapporteringssystem.

source: If you like Weblate you can support its further development by donating.
el: Αν σας αρέσει το Weblate μπορείτε να υποστηρίξετε την περαιτέρω ανάπτυξη κάνοντας μια δωρεά.
sv: Om du gillar Weblate kan du stöda dess fortsatta utveckling genom att donera.

source: Donate using PayPal
el: Δωρεά με χρήση PayPal
sv: Donera med PayPal

source: PayPal allows you to send money from credit card, PayPal balance or a bank account.
el: Το PayPal σας επιτρέπει να στείλετε χρήματα από πιστωτική κάρτα, από PayPal balance ή τραπεζικό λογαριασμό.
sv: Paypal tillåter dig skicka pengar från kreditkort, PayPal- eller bankkonto.

source: Cryptocurrencies
el: Κρυπτονομίσματα
sv: Kryptovalutor

source: Thanks to <a href="%(url)s">Trezor</a>, we will gladly accept donations in several cryptocurrencies. You can use the addresses in table below.
el: Χάρη στο <a href="%(url)s">Trezor</a>, θα δεχτούμε με ευχαρίστηση δωρεές σε διάφορα κρυπτονομίσματα. Μπορείτε να χρησιμοποιήσετε τις διευθύνσεις στον παρακάτω πίνακα.
sv: Tack vare <a href="%(url)s">Trezor</a> accepterar vi gladligen donationer i flera kryptovalutor. Du kan använda adresserna i tabellen nedan.

source: Currency
el: Νόμισμα
sv: Valuta

source: Payment link
el: Σύνδεσμος πληρωμής
sv: Betalningslänk

source: Payment address
el: Διεύθυνση πληρωμής
sv: Betalningsadress

source: Download Weblate
el: Λήψη του Weblate
sv: Hämta hem Weblate

source: Weblate comes with complete source code.
el: Το Weblate έρχεται με πλήρη πηγαίο κώδικα.
sv: Weblate kommer med komplett källkod.

source: You can download latest release here:
el: Μπορείτε να κατεβάσετε την τελευταία έκδοση εδώ:
sv: Du kan hämta den senaste utgåvan här:

source: You can also install using packages for following Linux distributions:
el: Μπορείτε να κάνετε εγκατάσταση με χρήση πακέτων από τις ακόλουθες διανομές Linux:
sv: Du kan även installera genom att använda paket för följande distributioner:

source: Weblate command line client
el: Πελάτης γραμμής εντολών του Weblate
sv: Kommandoradsklient för Weblate

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, it can be installed by using Python PIP:
el: Μπορείτε να ελέγχετε το Weblate από μακριά χρησιμοποιώντας το <a href="%(url)s">wic</a>. Μπορεί να εγκατασταθεί χρησιμοποιώντας το Python PIP:
sv: Du kan fjärrstyra Weblate med <a href="%(url)s">wlc</a>, det kan installeras genom att använda Python PIP:

source: Cloud or virtualization images
el: Εικόνες σύννεφου ή εξομοίωσης
sv: Avbilder för moln eller virtualisering

source: Weblate can be run in any cloud or virtualization environment. Following links will show you information about some of these:
el: To Weblate μπορεί να εκτελείται σε οποιοδήποτε περιβάλλον σύννεφου ή εξομοίωσης. Οι ακόλουθοι σύνδεσμοι θα σας δώσουν πληροφορίες για ορισμένα από αυτά:
sv: Weblate kan köras i vilket moln eller virtualiseringsmiljö som helst. Följande länkar kommer att ge dig information om några av dessa:

source: Running Weblate in a Docker container
el: Εκτέλεση του Weblate σε έναν περιέκτη Docker
sv: Att köra Weblate i en Docker-container

source: Running Weblate on OpenShift platform
el: Εκτέλεση του Weblate σε μια πλατφόρμα OpenShift
sv: Att köra Weblate på OpenShift

source: BitNami Weblate stack providing native installation for most platforms as well as support for many public cloud providers
el: Η δέσμη BitNami Weblate που παρέχει γνήσια εγκατάσταση για τις περισσότερες πλατφόρμες καθώς και υποστήριξη για πολλούς δημόσιους παρόχους σύννεφου
sv: BitNami Weblate-stacken tillhandahåller ursprunglig installation för de flesta plattformar så väl som stöd för många publika molnleverantörer

source: Weblate is being developed on <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, you can fork it there or just:
el: Το Weblate αναπτύσσεται στο <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, μπορείτε να δημιουργήσετε διακλάδωση ή απλά:
sv: Weblate utvecklas på <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, du kan skapa en förgrening där eller bara utföra:

source: Weblate features
el: Χαρακτηριστικά του Weblate
sv: Funktioner i Weblate

source: Weblate is a feature rich computer aided translation tool.
el: Το Weblate είναι ένα υπολογιστικό εργαλείο πλούσιο σε χαρακτηριστικά υποβοήθησης μετάφρασης.
sv: Weblate är ett datorstött översättningsverktyg med många funktioner.

source: View documentation
el: Προβολή τεκμηρίωσης
sv: Visa dokumentation

source: Access control
el: Έλεγχος πρόσβασης
sv: Åtkomstkontroll

source: Access rights can be fine tuned depending on your environment.
el: Τα δικαιώματα πρόσβασης μπορεί να είναι ορθά συντονισμένα ανάλογα με το περιβάλλον σας.
sv: Åtkomstkontroller kan finjusteras beroende på din miljö.

source: Notifications
el: Ειδοποιήσεις
sv: Meddelanden

source: Translators can be notified on new strings to translate or other events.
el: Ο μεταφραστές μπορούν να ειδοποιηθούν για νέα κείμενα για μετάφραση ή άλλα συμβάντα.
sv: Översättare kan meddelas vid nya strängar att översätta eller andra händelser.

source: Integration API
el: Ενσωματώση API
sv: Integrations-API

source: Thanks to the API you can integrate Weblate with third party services.
el: Χάρη στην API μπορείτε να ενσωματώσετε το Weblate με υπηρεσίες τρίτων.
sv: Tack vare ett API kan du integrera Weblate med tredjeparts tjänster.

source: File formats
el: Μορφές αρχείων
sv: Filformat

source: Weblate supports all widely used file formats for localisation like Gettext, JSON, XLIFF or resource strings.
el: Το Weblate υποστηρίζει όλες τις ευρέως χρησιμοποιούμενες μορφές αρχείων, όπως τα Gettext, JSON, XLIFF ή κείμενα πηγαίου κώδικα.
sv: Weblate stöder alla vanligen använda filformat för översättning, som Gettext, JSON, XLIFF eller resurssträngar.

source: Branches support
el: Υποστήριξη διακλαδώσεων
sv: Stöd för grenar

source: Weblate can handle different versions of the translation by pushing them to different branches automatically.
el: Το Weblate μπορεί να χειριστεί διαφορετικές εκδόσεις της μετάφρασης μεταφέροντάς τες σε διαφορετικούς κλάδους αυτόματα.
sv: Weblate kan hantera olika versioner av översättningen genom att sända dem till olika grenar automatiskt.

source: Acquiring feedback
el: Λειτουργία αναφοράς προβλημάτων
sv: Få feedback

source: You can also use Weblate to acquire feedback on source strings and thus improve them.
el: Μπορείτε να χρησιμοποιήσετε το Weblate για λήψη αναφορών για τα κείμενα προέλευσης ώστε να βελτιωθούν.
sv: Du kan också använda Weblate för att få feedback på källsträngar och därmed förbättra dem.

source: Export and import
el: Εξαγωγή και εισαγωγή
sv: Export och import

source: Translations can be downloaded for offline translation and merged back.
el: Οι μεταφράσεις μπορούν να ληφθούν για μετάφραση εκτός σύνδεσης και να ενωθούν μετά.
sv: Översättningar kan hämtas för översättning offline och sedan slås ihop med originalet igen.

source: Integrated
el: Ενσωματώθηκε
sv: Integrerat

source: Translations are managed within same version control system as code.
el: Όλες οι μεταφράσεις διαχειρίζονται εντός του ίδιου συστήματος ελέγχου έκδοσης όπως ο κώδικας.
sv: Översättningar hanteras i samma versionshanteringssystem som kod.

source: Documentation
el: Τεκμηρίωση
sv: Dokumentation

source: Weblate comes with comprehensive documentation covering both setup and usage.
el: ΤΟ Weblate έρχεται με πλήρη τεκμηρίωση που θα καλύπτει τόσο την εγκατάσταση όσο και τη χρήση.
sv: Weblate kommer med utförlig dokumentation som täcker både installation och användning.

source: Review
el: Έλεγχος
sv: Granska

source: Translators have several options to review contributions made by peers.
el: Οι μεταφραστές έχουν αρκετές επιλογές για ανασκόπηση άλλων διανομών φτιαγμένων από χρήστες.
sv: Översättare har flera val för att granska bidrag från andra översättare.

source: Languages
el: Γλώσσες
sv: Språk

source: Weblate supports over 150 languages out of the box, others can be defined by administrator.
el: Το Weblate υποστηρίζει πάνω από 150 γλώσσες, άλλες μπορούν να οριστούν από τον διαχειριστή.
sv: Weblate stöder över 150 språk som standard, fler kan definieras av en administratör.

source: Reporting
el: Αναφορά
sv: Rapportering

source: Weblate generates various reports to provide information about project activity.
el: Το Weblate διάφορες αναφορές για την παροχή πληροφοριών για τη δραστηριότητα του έργου.
sv: Weblate genererar diverse rapporter för att erbjuda information om projekts aktivitet.

source: Version control
el: Έλεγχος έκδοσης
sv: Versionskontroll

source: Weblate talks directly with your version control system, currently Git and Mercurial are supported.
el: Το Weblate μιλά άμεσα με το σύστημα ελέγχου έκδοσης, τα Git και Mercurial υποστηρίζονται μέχρι στιγμής.
sv: Wblate kommunicerar direkt med ditt versionkontrollsystem. För närvarande stöds Git och Mercurial.

source: Collaboration sites
el: Συνεργαζόμενες ιστοσελίδες
sv: Samarbetsplatser

source: Weblate has native support for many software development sites such as GitHub, Bitbucket or Gitlab.
el: Το Weblate έχει εγγενή υποστήριξη για πολλές ιστοσελίδες υποστήριξης ανάπτυξης λογισμικού όπως τα GitHub, Bitbucket ή Gitlab.
sv: Weblate har inbyggt stöd för många utvecklingsplatser som GitHub, Bitbucket eller Gitlab.

source: Responsive UI
el: Αποκριτικό Περιβάλλον Εργασίας
sv: Responsivt UI

source: Hosting Weblate
el: Φιλοξενία Weblate
sv: Hosting för Weblate

source: Thank you for ordering hosting!
el: Ευχαριστούμε που παραγγειλατε φιλοξενία!
sv: Tack för att du beställt hosting!

source: Next steps
el: Επόμενα βήματα
sv: Nästa steg

source: The project setup is currently manual. If you haven't done so already, please get in touch with us and send us details about your repository setup.
el: Η εγκατάσταση του έργου είναι προς το παρόν χειροκίνητη. Αν δεν το έχετε κάνει ήδη, επικοινωνήστε μαζί μας και στείλτε μας λεπτομέριες για την εγκατάσταση του αποθετηρίου σας.
sv: Projekt inställningen är för närvarande manuell. Om du inte redan har gjort det så se till att komma i kontakt med oss och skicka detaljer om din förrådsinstallation.

source: Usually following information is needed:
el: Συνήθως οι ακόλουθες πληροφορίες είναι απαραίτητες:
sv: Vanligtvis behöver följande information:

source: URL of repository with translations.
el: URL του αποθετηρίου με μεταφράσεις.
sv: URL till förråd med översättningar.

source: Path to translations within the repository.
el: Διαδρομή για τις μεταφράσεις εντός του αποθετηρίου.
sv: Sökväg till översättningar i förrådet.

source: You have to allow Weblate to access your repository. This can be done by adding Weblate user to your project (on GitHub, Bitbucket or GitLab) or adding SSH key we will provide you.
el: Πρέπει να επιτρέψετε στο Weblate να έχει πρόσβαση στο αποθετήριό σας. Αυτό μπορεί να γίνει προσθέτοντας το όνομα χρήστη του Weblate στο έργο σας (στο GitHub, Bitbucket ή GitLab) ή προσθέτοντας το κλειδί SSH που θα σας δώσουμε.
sv: Du måste tillåta Weblat att få åtkomst till ditt förråd. Detta kan göras genom att lägga till en Weblate-användare till ditt projekt (på GitHub, Bitbucket eller GitLab) eller genom att lägga till SSH-nyckeln vi ger dig.

source: Free continuous translation hosting for free software.
el: Δωρεάν συνεχής φιλοξενία μετάφραση για δωρεάν λογισμικό.
sv: Gratis fortlöpande översättningslagring för fri mjukvara.

source: Ask for hosting
el: Ερώτημα για φιλοξενία
sv: Be om hosting

source: Hosted Weblate allows you to use Weblate without any effort and with premium support backed by it's core developers.
el: Το Φιλόξενο Weblate σας επιτρέπει να χρησιμοποιήσετε το Weblate χωρίς καμιά προσπάθεια και με άριστη υποστήριξη από τους ίδους του δημιουργούς του πυρήνα του.
sv: Hosted Weblate låter dig använda Weblate utan problem och med premium-stöd från dess kärnutvecklare.

source: We can host translations for your commercial or free software projects. You can see summary of hosting plans below. Should you have any questions or look for hosting of bigger projects, don't hesitate to <a href="%(contact)s">get in touch with us</a>.
el: Μπορούμε να φιλοξενήσουμε μεταφράσεις για τα έργας σας εμπορικού ή δωρεάν λογισμικού. Μπορείτε να δείτε περίληψη των σχεδίων φιλοξενίας παρακάτω. Αν έχετε ερωτήσεις ή αναζητείτε φιλοξενία μεγαλύτερων έργων, μη διστάσετε να <a href="%(contact)s">επικοινωνήσετε μαζί μας</a>.
sv: Vi kan hosta översättningar för dina kommersiella eller fria programvaruprojekt. Du kan se sammanfattningar av hostingalternativen nedan. Om du har frågor eller letar efter hosting för större projekt, tveka inte att <a href="%(contact)s"> kontakta oss</a>.

# Hosting plan
source: Free software
el: Ελεύθερο λογισμικό
sv: Fri programvara

# Hosting plan
source: Basic
el: Βασικό
sv: Bas

# Hosting plan
source: Medium
el: Μεσαίο

# Hosting plan
source: Advanced
el: Για προχωρημένους
sv: Avancerat

# Hosting plan
source: Enterprise
el: Επιχειρησιακό
sv: Företag

# Hosting plan
source: Self hosted
el: Αυτοφιλοξενούμενο
sv: Självhosting

source: Text unit defined in a translation format, it can be word, sentence or a paragraph
el: Μια μονάδα κειμένου ορισμένη σε μια μορφή μετάφρασης, όπως λέξη, φράση ή παράγραφος
sv: Textenhet definierad i ett översättningsformat, det kan vara ett ord, mening eller ett stycke

source: Source strings
el: Κείμενα προέλευσης
sv: Källsträngar

source: Negotiable
el: Διαπραγματεύσιμο
sv: Förhandlingsbart

source: Unlimited
el: Απεριόριστο
sv: Obegränsat

source: Target languages
el: Γλώσσες προορισμού
sv: Målspråk

source: VCS repositories
el: Αποθετήρια VCS
sv: VCS förråd

source: Translation projects
el: Έργα μετάφρασης
sv: Översättningsprojekt

source: Translation components
el: Περιεχόμενα μετάφρασης
sv: Översättningskomponenter

source: Number of translators
el: Αριθμός μεταφραστών
sv: Antal översättare

source: User management
el: Διαχείριση χρήστη
sv: Användarhantering
