Repository: mkaralio/AppLea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, sv

source: Supported file formats
el: Υποστηριζόμενες μορφές αρχείων
sv: Filformat som stöds

source: All
el: Όλα
sv: Alla

source: Customizable
el: Προσαρμόσιμο
sv: Anpassningsbart

source: Priority email support
el: Υποστήριξη ηλεκτρονικής αλληλογραφίας προτεραιότητας
sv: Prioriterat e-poststöd

source: Available on request
el: Διαθέσιμο μετά από αίτημα
sv: Tillgänglig vid behov

source: Custom domain name with SSL
el: Προσαρμοσμένο όνομα domain με SSL
sv: Anpassat domännamn med SSL

source: Own domain
el: Το δικό μου domain
sv: Egen domän

source: Monthly by PayPal
el: Μηνιαίως από το PayPal
sv: Månatligen via PayPal

source: Contact us
el: Επικοινωνήστε μαζί μας
sv: Kontakta oss

source: %(price)s EUR / month
el: %(price)s Ευρώ / μήνα
sv: %(price)s EUR / månad

source: See below for options
el: Δείτε παρακάτω για επιλογές
sv: Se nedan för alternativ

source: Yearly by invoice (save 15-20%%)
el: Ετησίως με πάγια εντολή (εξοικονόμηση 20%%)
sv: Årligen via faktura (spara 15-20%%)

source: Ask us for yearly invoicing with discount.
el: Ρωτήστε μας για ετήσια συνδρομή με έκπτωση.
sv: Be oss om årlig fakturering med rabatt.

source: %(price)s EUR / year
el: %(price)s Ευρώ / έτος
sv: %(price)s EUR / år

source: The pricing is based on number of source strings and number of target languages. The source string is a text unit defined in a translation format, it can be word, sentence or a paragraph.
el: Η κοστολόγηση βασίζεται στον αριθμό των κειμένων προέλευσης και τον αριθμό των γλωσσών προορισμού. Το κείμενο προέλευσης είναι μια μονάδα κειμένου ορισμένη σε μια μορφή μετάφρασης, όπως λέξη, φράση ή παράγραφος.
sv: Prissättningen baserad på antalet källsträngar och antalet målspråk. Källsträngen är en textenhet definierad i ett översättningsformat, det kan vara ett ord, en mening eller ett stycke.

source: The hosting setup is currently done manually, so you might want to get in touch with us prior to making subscription with your project details.
el: Η εγκατάστσαη φιλοξενίας γίνεται χειροκίνητα, για αυτό ίσως θελήσετε να επικοινωνήσετε μαζί μας πριν εγγραφείτε με τις λεπτομέρειες του έργου σας.
sv: Hostinginstallationen görs manuellt, dså du kan behöva komma i kontakt med oss innan du startar ett abonnemang med din projektinformation.

source: Alternatively we can accept payments by wire transfer (preferably IBAN) or Bitcoin. Please get in touch for more details.
el: Εναλλακτικά, μπορούμε να δεχτούμε πληρωμές μέσω τράπεζας (κατά προτίμηση IBAN) ή Bitcoin. Επικοινωνήστε για περισσότερες πληροφορίες.
sv: Alternative kan vi acceptera betalning via överföring (företrädesvis IBAN) eller Bitcoin. Kom i kontakt med oss för vidare information.

source: Support for self hosted environments
el: Υποστήριξη για αυτοφιλοξενούμενα περιβάλλοντα
sv: Stöd för självhostade miljöer

source: Worried of putting your translations into cloud? You can self host Weblate and we can still provide you premium support for your setup.
el: Ανησυχείτε βάζοντας τις μεταφράσεις στο σύννεφο; Μπορείτε να φιλοξενήσετε μόνοι σας το Weblate και να έχετε άριστη υποστήριξη για την εγκατάστασή σας.
sv: Är du rädd för att lägga upp dina översättningar i molnet? Du kan själv hosta Weblate och vi kan fortfarande ge dig bästa stöd för din installation.

source: Installation on your Linux server
el: Εγκατάσταση στον Linux διακομιστή σας
sv: Installera på din Linux-server

source: %(price)s EUR
el: %(price)s Ευρώ

source: One time installation of Weblate
el: Εγκατάσταση μιας φοράς του Weblate
sv: Engånginstallation av Weblate

source: Installation using virtualenv, uwsgi and nginx
el: Εγκατάσταση με χρήση των virtualenv, uwsgi και nginx
sv: Installation via virtualenv, uwsgi och nginx

source: Using PostgreSQL, MySQL or MariaDB as database backend
el: Χρήση των PostgreSQL, MySQL ή MariaDB ως βάσεις δεδομένων παρασκηνίου
sv: Användande av PostgreSQL, MySQL eller MariaDB som databasbakände

source: Requires root access or close cooperation of your admins
el: Απαιτείται ριζική πρόσβαση ή στενή συνεργασία των διαχειριστών σας
sv: Kärver root-åtkomst eller nära samarbete med dina administratörer

source: Configuration customization
el: Προσαρμογή ρύθμισης
sv: Konfigurationsanpassning

source: Does not include custom code development
el: Δεν περιλαμβάνει ανάπτυξη προσαρμοσμένου κώδικα
sv: Inkluderar inte anpassad kodutveckling

source: Basic support for self hosted Weblate
el: Βασική υποστήριξη αυτοφιλοξενούμενου Weblate
sv: Grundläggande stöd för självhostad Weblate

source: Your Weblate will be upgraded to the latest version on every release.
el: To Weblate θα αναβαθμίζεται στην τελευταία έκδοση με κάθε δημοσίευση.
sv: Din Weblate kommer att uppgraderas till senaste versionen vid varje publicering.

source: We will fix issues that occur in your environment.
el: Θα διορθώσουμε θέματα που έλαβαν χώρα στον περιβάλλον σας.
sv: Vi kommer att fixa problem som uppstår i din miljö.

source: You will receive priority email support.
el: Θα λάβετε υποστήριξη ηλεκτρονικής αλληλογραφίας προτεραιότητας.
sv: Du kommer att få prioriterat e-poststöd.

source: Consulting services or custom development
el: Υπηρεσίες συμβουλευτικής ή προσαρμοσμένη ανάπτυξη
sv: Konsulttjänster eller anpassad utveckling

source: %(price)s EUR / hour
el: %(price)s Ευρώ
sv: %(price)s EUR / timme

source: Custom features development
el: Ανάπτυξη προσαρμοσμένων χαρακτηριστικών
sv: Utveckling av anpassade funktioner

source: Integrating Weblate into your workflow
el: Ενσωμάτωση του Weblate στη ροή εργασιών σας
sv: Integrera Weblate i ditt arbetsflöde

source: Suggestions on the internationalization or localization process
el: Προτάσεις για τη διαδικασία διεθνοποίησης ή τοπικοποίησης
sv: Förslag för internationnaliserings- eller lokaliseringsprocessen

source: Ask us for details about self hosted Weblate
el: Ρωτήστε μας για λεπτομέρειες σχετικά με το αυτοφιλοξενούμενο Weblate
sv: Fråga oss om detaljer om självhostad Weblate

source: Hosting for free software
el: Φιλοξενία για το ελεύθερο λογισμικό
sv: Lagring för fri mjukvara

source: If you are interested in using Weblate for your free software, you can ask us for hosting of your translations on <a href="https://hosted.weblate.org/">hosted.weblate.org</a>. This will allow you to use Weblate without installing and maintaining it.
el: Αν σας ενδιαφέρει η χρήση του Weblate για το ελεύθερο λογισμικό σας, μπορείτε να ζητήσετε τη φιλοξενία των μεταφράσεων σας στο <a href="https://hosted.weblate.org/">hosted.weblate.org</a>. Αυτό θα σας επιτρέψει να χρησιμοποιήσετε το Weblate χωρίς την εγκατάσταση και συντήρησή του.
sv: Om du är intresserad i att använda Weblate för din fria programvara kan du be oss om att bli inkluderad på <a href="https://hosted.weblate.org/">hosted.weblate.org</a>. Det möjliggör för dig att använda Weblate utan att installera och underhålla det.

source: Conditions for free hosting
el: Προϋποθέσεις για ελεύθερη φιλοξενία
sv: Villkor för gratis lagring

source: Translated content has to be released under <a href="https://en.wikipedia.org/wiki/Free_software_license">free license</a>.
el: Το μεταφρασμένο περιεχόμενο πρέπει να δημοσιεύτεί υπό <a href="https://en.wikipedia.org/wiki/Free_software_license">άδεια ελεύθερης χρήσης</a>.
sv: Översatt innehåll måste släppas under en <a href="https://en.wikipedia.org/wiki/Free_software_license">fri licens</a>.

source: Source code has to be publicly available in a supported version control system.
el: Ο πηγαίος κώδικας πρέπει να είναι διαθέσιμος στο κοινό στο υποστηριζόμενο σύστημα ελέγχου εκδόσεων.
sv: Källkoden måste vara tillgängliga för allmänheten i ett versionshanteringssystem som stöds.

source: There is no guarantee for service availability or quality.
el: Δεν υπάρχει καμία εγγύηση για τη διαθεσιμότητα της υπηρεσίας ή την ποιότητα.
sv: Det finns ingen garanti för tillgänglighet eller kvalitet på tjänsten.

source: Asking for hosting
el: Ερώτημα για φιλοξενία
sv: Ansöka om hosting

source: Please use <a href="%(url)s">contact form on Hosted Weblate</a> to request hosting. You will need following information:
el: Χρήση της <a href="%(url)s">φόρμας επικοινωνίας στο Hosted Weblate</a> για αίτημα φιλοξενίας. Θα χρειαστείτε τις ακόλουθες πληροφορίες:
sv: Använd <a href="%(url)s">kontaktformuläret på Hosted Weblate</a> för att begära hosting. Du behöver följande information:

source: Information about your project.
el: Πληροφορίες για το έργο σας.
sv: Information om ditt projekt.

source: Project website.
el: Ιστοσελίδα έργου.
sv: Projektwebbplats.

source: Translation workflow
el: Ροή εργασιών μετάφρασης
sv: Arbetsflöde för översättning

source: All translated repositories are available using https protocol with similar naming as on website - weblate/master translation is published as <code>https://hosted.weblate.org/git/weblate/master/</code>. You can figure out the URL on the component information tab.
el: Όλα τα μεταφραστικά αποθετήρια είναι διαθέσιμα με χρήση πρωτοκόλλου https με παρόμοια ονομασία όπως στην ιστοσελίδα weblate/γενική μετάφραση που έχει δημοσιευτεί ως <code>https://hosted.weblate.org/git/weblate/master/</code>. Μπορείτε να βρείτε το URL στην καρτέλα πληροφοριών περιεχομένου.
sv: Alla översatta förråd finns tillgängliga pvia https-protokollet med liknande namn som på webbplatsen - översättningen weblate/master publiceras som <code>https://hosted.weblate.org/git/weblate/master/</code>. Du kan lista ut URL:en från fliken med komponentinformation.

source: Weblate can automatically receive changes from major code hosting services, see our documentation for setup on <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> or <a href="%(gitlab)s">GitLab</a>.
el: To Weblate μπορεί αυτόματα να λάβει αλλαγές για βασικές υπηρεσίες φιλοξενίας κώδικα, δείτε την τεκμηρίωση για εγκατάσταση στο <a href="%(github)s">GitHub</a>, στο <a href="%(bitbucket)s">Bitbucket</a> ή στο <a href="%(gitlab)s">GitLab</a>.
sv: Weblate kan automatisk ta emot ändringar från stora kodhostingtjänster, se vår dokumentation för installation på <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> eller <a href="%(gitlab)s">GitLab</a>.

source: If you want Weblate to automatically push changes as well, add Weblate push user to collaborators and let us know you want to use this option. See <a href="%(docs)s">documentation</a> for more detailed instructions.
el: Αν θέλετε το Weblate να προωθεί αυτόματα τις αλλαγές, προσθέστε το χρήστη προώθησης του Weblate push user στους συνεργάτες και ενημερώστε μας ότι θέλετε να χρησιμοποιήσετε αυτή την επιλογή. Δείτε την <a href="%(docs)s">τεκμηρίωση</a> για περισσότερες λεπτομερείς οδηγίες.
sv: Om du dessutom vill att Weblate automatiskt ska skicka upp ändringar, lägg till en Weblate-användare för uppskickning bland samarbetsparterna och låt oss veta att du vill ha detta alternativet. Se <a href="%(docs)s">dokumentationen</a> för vidare information.

source: Support free hosting
el: Υποστήριξη ελεύθερης φιλοξενίας
sv: Stöd gratis lagring

source: The hosting is provided for free, but running the server and maintaining it costs some money, so you are welcome to use <a href="%(gittip_url)s">Liberapay</a> or <a href="%(donate_url)s">other ways to donate</a>.
el: Η φιλοξενία παρέχεται δωρεάν, αλλά η λειτουργία του διακομιστή και η συντήρησή του κοστίζουν, έτσι σας προτείνουμε να χρησιμοποιήσετε το <a href="%(gittip_url)s">Liberapay</a> ή <a href="%(donate_url)s">άλλους τρόπους δωρεάς</a>.
sv: Lagringen erbjuds gratis, men det kostar pengar att köra och sköta servern, så du får gärna använda <a href="%(gittip_url)s">Liberapay</a> eller <a href="%(donate_url)s">andra sätt att donera</a>.

source: Self hosting
el: Αυτοφιλοξενία
sv: Självhosting

source: You can also <a href="%(download_url)s">download</a> Weblate sources and run it on your systems. There are also several options for deploying Weblate to the cloud.
el: Μπορείτε, επίσης, να <a href="%(download_url)s">λάβετε</a> τον κώδικα του Weblate και να τον τρέξετε στο δίκο σας σύστημα. Υπάρχουν, επίσης, αρκετές επιλογές για να εφαρμόσετε το Weblate στο σύννεφο.
sv: Du kan också <a href="%(download_url)s">hämta</a> Weblate-källkoden och köra den på dina system. Det finns också flera alternativ för att sjösätta Weblate i molnet.

source: In case you need help with your self hosted solution, we're ready to help as well with consulting services tailored for your needs. Please contact <a href="%(contact_url)s">Michal Čihař</a> for more details.
el: Σε περίπτωση που χρειάζεστε βοήθεια με τη λύση φιλοξενίας σας, είμαστε ετοιμοι να παρέχουμε υπηρεσίες βοήθειας και συμβουλευτικής σύμφωνα με τις ανάγκες σας. Επικοινωνήστε με τον <a href="%(contact_url)s">Michal Čihař</a> για περισσότερες λεπτομέρειες.
sv: Om du behöver hjälp med din självhostade lösning är vi också redo att hjälpa till med konsulttjänster anpassade för dina behov. Kontakta <a href="%(contact_url)s">Michal Čihař</a> för vidare information.

source: All prices exclude VAT, invoices for EU countries are issued as a reverse charge, invoices for Czech Republic will include additional VAT.
el: Όλες οι τιμές είναι χωρίς ΦΠΑ, τα τιμολόγια για χώρες της ΕΕ εκδίδονται ως αντίστροφης χρέωσης, τα τιμολόγια για την Δημοκρατία της Τσεχίας θα περιλαμβάνουν πρόσθετο ΦΠΑ.
sv: Alla priser är utan moms, fakturor för EU-länder utfärdas som omvänd debitering, fakturor för Tjeckien kommer att inkludera moms.

source: Weblate - web-based translation
el: Weblate - διαδικτυακή μετάφραση
sv: Weblate - Webbaserad översättning

source: Try our demo
el: Δοκιμάστε το demo μας
sv: Prova vår demo

source: View hosting plans
el: Προβολή σχεδίων φιλοξενίας
sv: Se hostingplaner

source: Downloads
el: Λήψεις
sv: Nedladdningar

source: Weblate is a free web-based translation tool with tight version control integration. It features simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
el: Το Weblate είναι ένα δωρεάν διαδικτυακό εργαλείο μετάφρασης με ενσωμάτωση ελέγχου έκδοσης. Διαθέτει καθαρό και απλό περιβάλλον χρήστη, διαμοιρασμός των μεταφράσεων μεταξύ περιεχομένων, ποιοτικού ελέγχους και αυτόματη σύνδεση με τα πηγαία αρχεία.
sv: Weblate är ett webbaserat översättningsverktyg med nära Git-integrering. Det har ett enkelt och rent användargränssnitt, propagering av översättningar mellan underprojekt, kvalitetskontroller och automatisk länkning till källkodsfiler.

source: Weblate screenshot
el: Στιγμιότυπο του Weblate
sv: Weblate-skärmdump

source: See more features…
el: Δείτε περισσότερα χαρακτηριστικά…
sv: Se fler funktioner…

source: See who is using Weblate and join them!
el: Δείτε πως χρησιμοποιούν το Weblate και μπείτε στην παρέα!
sv: Se vem som använder Weblate och gör som de!

source: Weblate support
el: Υποστήριξη Weblate

source: Weblate is a free software with community support.
el: Το Weblate είναι ένα δωρεάν λογισμικό με υποστήριξη κοινότητας.
sv: Weblate är fri programvara med support från gemenskapen.

source: Report issue
el: Θέμα αναφοράς
sv: Rapportera fel

source: Bugs or feature requests
el: Σφάλματα ή αιτήσεις για χαρακτηριστικά
sv: Fel eller förfrågningar om nya funktioner

source: Have you found any issue with Weblate? Do you have idea how to improve it? Please report it to <a href="https://github.com/WeblateOrg/weblate/issues">issue tracker on GitHub</a>.
el: Έχετε βρει κάποιο σφάλμα στο Weblate; Έχετε ιδέα πώς να το βελτιώσουμε; Αναφέρετέ το στη <a href="https://github.com/WeblateOrg/weblate/issues">καταγραφή θεμάτων στο GitHub</a>.
sv: Har du upptäckt något fel med Weblate? Har du någon idé hur det kan blir bättre? Rapportera det till <a href="https://github.com/WeblateOrg/weblate/issues">felrapporteringssystemet på GitHub</a>.

source: Security issues
el: Θέματα ασφάλειας
sv: Säkerhetsproblem

source: Should you find security issue within our code base, please report it to %(contact)s. More information on reporting security issues can be found in <a href="%(docs)s">our documentation</a>.
el: Αν βρείτε θέμα ασφάλειας στη βάση του κώδικά μας, αναφέρετέ τη στο %(contact)s. Περισσότερες πληροφορίες για την αναφορά θεμάτων ασφάλειας μπορούν να βρεθούν στην <a href="%(docs)s">τεκμηρίωσή μας</a>.
sv: Om du hittar ett säkerhetsproblem i vår kodbas, rapportera det till %(contact)s. Mer information om att rapportera säkerhetsproblem hittar du i <a href="%(docs)s">vår dokumentation</a>.

source: Support for Hosted Weblate services
el: Υποστήριξη για φιλοξενούμενες υπηρεσίες Weblate
sv: Stöd Hosted Weblate-tjänster

source: If you are using our hosting services, you can ask for support at %(contact)s.
el: Αν χρησιμοποιείτε τις υπηρεσίας φιλοξενίας μας, μπορείτε να ζητήσετε υποστήριξη στο %(contact)s.
sv: Om du använder våra hosting-tjänster kan du be om stöd via %(contact)s.

source: Mailing lists
el: Λίστες αλληλογραφίας
sv: Sändlistor

source: Users and developers mailing list
el: Λίστα αλληλογραφίας για χρήστες και προγραμματιστές
sv: Sändlistor för användare och utvecklare

source: You can use mailing lists for discussions with other Weblate users and developers.
el: Μπορείτε να χρησιμοποιήσετε τις λίστες αλληλογραφίας για συζητήσεις με άλλους χρήστες και προγραμματιστές του Weblate.
sv: Du kan använda sändlistor för diskussioner med andra Weblate-användare och utvecklare.

source: You can browse mailing list archives
el: Μπιρείτε να πλοηγηθείτε στα αρχεία της λίστας αλληλογραφίας
sv: Du kan bläddra genom sändlistarkiven

source: Enter your email
el: Εισάγετε το email σας
sv: Ange din e-postadress

source: Subscribe
el: Εγγραφείτε
sv: Prenumerera

source: Hosted Weblate Announcements mailing list
el: Λίστα αλληλογραφίας Ανακοινώσεις Hosted Weblate
sv: Sändlista för utannonseringar för Hosted Weblate

source: Low traffic mailing list with announcements about Hosted Weblate services.
el: Λίστα αλληλογραφίας μικρής κίνησης με ανακοινώσεις σχετικά με τις υπηρεσίες Hosted Weblate.
sv: Lågtrafikssändlista med utannonseringar om Hosted Weblate-tjänster.

source: This list is moderated, only selected users can post announcements.
el: Αυτή η λίστα είναι συντονιζόμενη, μόνο επιλεγμένοι χρήστες μπορούν να αναρτήσουν ανακοινώσεις.
sv: Denna lista är modererad, endast utvalda användare kan posta utannonseringar.

source: Stack Overflow
el: Υπερχείλιση στοίβας

source: You can also ask related questions on <a href="%(url)s">Stack Overflow</a>.
el: Μπορείτε, επίσης, να ρωτήσετε σχετικές ερωτήσεις για την <a href="%(url)s">Υπερχείλιση Στοίβας</a>.
sv: Du kan också ta upp relaterade frågor på <a href="%(url)s">Stack Overflow</a>.

source: Consulting
el: Συμβουλευτική
sv: Konsulttjänster

source: See our support offerings for self hosted Weblate instances
el: Δείτε τις προσφορές υποστήριξης για περιπτώσεις αυτοφιλοξενούμενου Weblate
sv: Se våra stöderbjudanden för självhostade Weblate-instanser

source: You can also contact <a href="%(contact_link)s">Michal Čihař</a>, who is author of Weblate for consulting services.
el: Μπορείτε επίσης να επικοινωνήσετε με τον <a href="%(contact_link)s">Michal Čihař</a>, που είναι δημιουργός του Weblate για τις υπηρεσίες συμβουλευτικής.
sv: Du kan också kontakta <a href="%(contact_link)s">Michal Čihař</a> som skapat Weblate.

source: Thanks from Weblate
el: Ευχαριστούμε για το Weblate
sv: Tack från Weblate

source: Weblate is thankful for help from others.
el: Το Weblate είναι ευγνώμον για τη βοήθεια από άλλους.
sv: Weblate är tacksamt för hjälp från andra.

source: Technology
el: Τεχνολογία
sv: Teknologi

source: The development of Weblate is based on the following technologies:
el: Η ανάπτυξη του Weblate βασίστηκε στις ακόλουθες τεχνολογίες:
sv: Utvecklandet av Weblate är baserat på följande teknologier:

source: GitHub provides hosting for our source code and issue tracker.
el: Το GitHub παρέχει φιλοξενία για τον πηγαίο μας κώδικα και τον ιχνηλάτη θεμάτων.
sv: GitHub tillhandahåller hosting för vår källkod och vårt felrapporteringssystem.

source: Travis CI is our continuous integration platform.
el: Το Travis CI είναι η πλατφόρμα συνεχούς ενσωμάτωσης.
sv: Travis CI är vår platform för kontinuerlig integration.

source: Codecov helps us to monitor code coverage of our test suite.
el: Το Codecov μας βοηθάει να εποπτεύουμε την κάλυψη του κώδικα στη σουίτα ελέγχου μας.
sv: Codecov hjälper oss överblicka hur stor del av koden vår testsvit täcker.

source: Sauce Labs is running our Selenium tests in real browsers.
el: Τα εργαστήρια Σάλτσα εκτελούν τις δοκιμές Σεληνίου μας σε πραγματικούς φυλλομετρητές.
sv: Sauce Labs kör våra Selenium-test i riktiga webbläsare.

source: Rollbar helps us to collect and fix errors happening on Hosted Weblate.
el: Η γραμμή κύλισης μας βοηθάει να συλλέγουμε και διορθώνουμε σφάλματα που συμβαίνουν στο Hosted Weblate.
sv: Rollbar hjälper oss att samla ihop och fixa fel som händer i Hosted Weblate.

source: Our translations are being done on Hosted Weblate.
el: Οι μεταφράσεις μας γίνονται στο Hosted Weblate.
sv: Våra översättningar utförs på Hosted Weblate.

source: Supporters
el: Υποστηρικτές
sv: Sponsorer

source: Free hosting for free software projects would be impossible without our sponsors.
el: Δωρεάν φιλοξενία για δωρεάν έργα λογισμικού θα ήταν αδύνατη χωρίς χορηγούς.
sv: Gratis hosting för fria programvaruprojekt skulle vara omöjligt utan våra sponsorer.

source: Support our project on Bountysource Salt and get exclusive logo placement on this page.
el: Υποστηρίξτε το έργο μας στο Bountysource Salt και λάβετε αποκλειστική θέση λογοτύπου σε αυτή τη σελίδα.
sv: Stöd vårt projekt på Bountysource Salt och få en exklusiv logoplacering på denna sida.

source: Weblate tour
el: Περιοδεία του Weblate
sv: Rundtur i Weblate

source: Weblate has useful features for every crowdsourced translation.
el: Το Weblate έχει χρήσιμα χαρακτηριστικά για κάθε πολυπληθή μετάφραση.
sv: Weblate har användbara funktioner för varje gräsrotsöversatt översättning.

source: Try Weblate
el: Δοκιμάστε το Weblate
sv: Pröva Weblate

source: Weblate is easy to deploy as an appliance.
el: Το Weblate είναι εύκολο να ενσωματωθεί ως εφαρμογή.
sv: Weblate är lätt att distribuera som en appliance.

source: Demo server
el: Διακομιστης δοκιμών

source: Try Weblate on the <a href="https://demo.weblate.org">demo server</a>. Register there and work under your username, or just use username: <code>demo</code> with password: <code>demo</code>.
el: Δοκιμάσετε το Weblate στον <a href="https://demo.weblate.org">εξυπηρετητή επίδειξης</a>. Εγγραφείτε εκεί και εργαστείτε κάτω από το δικό σας παρωνύμιο ή απλά χρησιμοποιήστε παρωνύμιο: <code>demo</code> με συνθηματικό: <code>demo</code>.
sv: Prova på Weblate på vår <a href="https://demo.weblate.org">demo-server</a>. Registrera dig där och arbeta under ditt användarnamn eller bara använda kontot <code>demo</code> med lösenordet <code>demo</code>.

source: To test the review workflow there, log in with username: <code>review</code>, and password: <code>review</code>.
el: Για να δοκιμάσετε την ροή εργασίας αναθεωρήσεων εκεί, συνδεθείτε με παρωνύμιο: <code>review</code>, και συνθηματικό: <code>review</code>.
sv: För att testa granskningsflödet där, logga in med användarnamnet: <code>review</code> och lösenordet: <code>review</code>.

source: Appliances
el: Εφαρμογές
sv: Verktyg

source: Check out the <a href="%(download_url)s">download page</a> for appliances, providing an easy way to deploy Weblate in the cloud.
el: Ελέγξτε τη <a href="%(download_url)s">σελίδα λήψης</a> για εφαρμογές που παρέχουν εύκολο τρόπο ενσωμάτωσης του Weblate σε σύννεφο.
sv: Kolla på <a href="%(download_url)s">hämtningssidan</a> för verktyg, som ger ett enkelt sätt att sjösätta Weblate i molnet.

source: %.1f KiB
el: %.1f KB

source: %.1f MiB
el: %.1f MB

source: %.1f GiB
el: %.1f GB

source: Sources tarball, bzip2 compressed
el: Προελεύσεις tarball, συμπιεσμένο bzip2
sv: Källkod i tarball, bzip2-komprimerad
