Repository: mkaralio/AppLea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, sv

source: Sources tarball, gzip compressed
el: Προελεύσεις tarball, συμπιεσμένο gzip
sv: Källkod i tarball, gzip-komprimerad

source: Sources tarball, xz compressed
el: Προελεύσεις tarball, συμπιεσμένο xz
sv: Källkod i tarball, xz-komprimerad

source: Sources, zip compressed
el: Προελεύσεις, συμπιεσμένο zip
sv: Källkod, zip-komprimerad

source: Weblate has responsive UI which will work nicely on your desktop, tablet or phone.
sv: Weblate har ett responsivt UI och fungerar utmärkt på skrivbord, platta och telefon.

source: Translation addons
sv: Översättningstillägg

source: Translation memory
sv: Översättningsminne

source: Additional charge %(price)s EUR/year, only available with yearly billing
sv: Ytterligare betala %(price)s EUR/år, endast tillgänglig vid årlig betalning

source: The free plan does not allow you to change project visibility or to limit users which can contribute to the translation.
sv: Gratispaketet låter inte dig ändra projektsynlighet eller begränsa vilka användare som kan bidrag till översättningen.

source: This limitation can be lifted by purchasing the "Basic" hosting plan - you will still have free software limits, but you will get extended user management capabilities.
sv: Denna begränsning kan tas bort av det grundläggande paketet - du kommer fortfarande ha kvar begränsningarna för fri programvara, men du får utökad möjlighet att hantera användare.

source: You can post to it using <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a> address.
sv: Du kan posta till den via adressen <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a>.
